{
    "welcome": "Welcome",
    "description": "Welcome to our company, where we specialize in the maintenance and repair of naval vessels. We are dedicated to ensuring that your fleet remains seaworthy, reliable, and ready for any mission. Trust us to keep your ships in optimal condition with expert service and commitment to excellence.",
    "expert_naval": "Expert Naval Maintenance & Repair",
    "keeping_fleet": "Keeping Your Fleet in Top Condition",
    "section_title": "Naval Maintenance and Repair",
    "section_description": "Advanced Technology Solutions, Trained Personnel, and Data Analysis to Optimize Your Naval Operations",
    "innovation_title": "Innovation for the Marine Industry",
    "innovation_description": "Enhance your naval maintenance operations with advanced technology solutions that optimize your processes, integrate innovative technologies, and offer personalized support.",
    "algorithms_title": "Advanced Algorithmic Solutions",
    "algorithms_description": "Our advanced algorithms optimize your maintenance operations, improving efficiency and profitability. Make informed decisions with actionable data.",
    "technology_integration_title": "Innovative Technology Integration",
    "technology_integration_description": "Integrate cutting-edge technologies like AI and IoT. Automate tasks, enhance communication, and unlock your growth potential.",
    "personnel_support_title": "Trained Personnel Support",
    "personnel_support_description": "Our trained experts ensure smooth implementation and ongoing support. Utilize our software effectively with personalized assistance.",
    "data_driven_title": "Data-Driven Decisions, Customized Solutions",
    "data_driven_description": "Make informed decisions with our powerful data analytics. Our customized solutions cater to your specific naval maintenance needs.",
    "analytics_title": "Powerful Analytics Capabilities",
    "analytics_description": "Gain valuable insights from your data with comprehensive visualizations. Monitor KPIs, track trends, and identify areas for improvement.",
    "customized_solutions_title": "Customized Solutions",
    "customized_solutions_description": "Tailored software solutions to meet your specific needs. Achieve sustainable growth by aligning your naval operations with your business goals.",
    "continuous_innovation_title": "Continuous Innovation and Updates",
    "continuous_innovation_description": "Stay ahead with the latest features and enhancements. Adapt to market dynamics with ongoing innovation.",
    "company_name": "EGT Services",
    "footer_description": "EGT Services is your trusted partner in naval maintenance and repair. We offer comprehensive services including machinery repair, electrical systems, hull maintenance, and more. Our expert team is dedicated to ensuring your vessel's optimal performance and safety on the waters.",
    "company_info_title": "NAVAL EGT Srl",
    "registered_office": "Registered office:",
    "registered_office_address": "RES BABEL BLOC O APP 4 ETAGE 3 CITE EL GHAZALA 2083 Raoued (Arr) Tunisia",
    "operational_headquarters": "Operational Headquarters:",
    "operational_headquarters_address": "RES BABEL BLOC O APP 4 ETAGE 3 CITE EL GHAZALA 2083 Raoued (Arr) Tunisia",
    "phone_number": "Tel. +216 xx xxx xxx",
    "cell_number": "Cell. +216 xx xxx xxx",
    "email_address": "info@yourdomain.com",
    "about": "About",
    "services": "Services",
    "contact": "Contact",
    "footer_rights_reserved": "All Rights Reserved 2023 - EGT Services"
  }
  