{
    "welcome": "Bienvenue",
    "description": "Bienvenue dans notre entreprise, où nous sommes spécialisés dans la maintenance et la réparation des navires. Nous nous engageons à assurer la navigabilité, la fiabilité et la préparation de votre flotte pour toute mission. Faites-nous confiance pour maintenir vos navires en condition optimale avec un service expert et un engagement envers l'excellence.",
    "expert_naval": "Expertise en Maintenance & Réparation Navale",
    "keeping_fleet": "Maintenir Votre Flotte en Condition Optimale",
    "section_title": "Maintenance et Réparation Navale",
    "section_description": "Solutions Technologiques Avancées, Personnel Formé et Analyse de Données pour Optimiser Vos Opérations Navales",
    "innovation_title": "Innovation pour l'Industrie Maritime",
    "innovation_description": "Améliorez vos opérations de maintenance navale avec des solutions technologiques avancées qui optimisent vos processus, intègrent des technologies innovantes et offrent un support personnalisé.",
    "algorithms_title": "Solutions Algorithmiques Avancées",
    "algorithms_description": "Nos algorithmes avancés optimisent vos opérations de maintenance, améliorant l'efficacité et la rentabilité. Prenez des décisions éclairées avec des données exploitables.",
    "technology_integration_title": "Intégration de Technologies Innovantes",
    "technology_integration_description": "Intégrez des technologies de pointe comme l'IA et l'IoT. Automatisez les tâches, améliorez la communication et libérez votre potentiel de croissance.",
    "personnel_support_title": "Support du Personnel Formé",
    "personnel_support_description": "Nos experts formés garantissent une mise en œuvre fluide et un support continu. Utilisez efficacement notre logiciel avec une assistance personnalisée.",
    "data_driven_title": "Décisions Basées sur les Données, Solutions Personnalisées",
    "data_driven_description": "Prenez des décisions éclairées grâce à notre analyse de données puissante. Nos solutions personnalisées répondent à vos besoins spécifiques en matière de maintenance navale.",
    "analytics_title": "Capacités d'Analyse Puissantes",
    "analytics_description": "Obtenez des informations précieuses à partir de vos données grâce à des visualisations complètes. Surveillez les indicateurs clés, suivez les tendances et identifiez les domaines à améliorer.",
    "customized_solutions_title": "Solutions Personnalisées",
    "customized_solutions_description": "Des solutions logicielles sur mesure pour répondre à vos besoins spécifiques. Réalisez une croissance durable en alignant vos opérations navales avec vos objectifs commerciaux.",
    "continuous_innovation_title": "Innovation Continue et Mises à Jour",
    "continuous_innovation_description": "Restez en avance avec les dernières fonctionnalités et améliorations. Adaptez-vous aux dynamiques du marché avec une innovation continue.",
    "company_name": "Services EGT",
    "footer_description": "Services EGT est votre partenaire de confiance pour l'entretien et la réparation navale. Nous offrons des services complets, y compris la réparation de machines, les systèmes électriques, l'entretien des coques et plus encore. Notre équipe d'experts est dédiée à garantir la performance et la sécurité optimales de votre navire sur les eaux.",
    "company_info_title": "NAVAL EGT Srl",
    "registered_office": "Siège social :",
    "registered_office_address": "RES BABEL BLOC O APP 4 ÉTAGE 3 CITE EL GHAZALA 2083 Raoued (Arr) Tunisie",
    "operational_headquarters": "Siège opérationnel :",
    "operational_headquarters_address": "RES BABEL BLOC O APP 4 ÉTAGE 3 CITE EL GHAZALA 2083 Raoued (Arr) Tunisie",
    "phone_number": "Tél. +216 xx xxx xxx",
    "cell_number": "Cell. +216 xx xxx xxx",
    "email_address": "info@votredomaine.com",
    "about": "À propos",
    "services": "Services",
    "contact": "Contact",
    "footer_rights_reserved": "Tous droits réservés 2023 - Services EGT"
  }
  